Repository: JetBrains/youtrack-personal-timetracking-widget
Catalog: src/app/translations/youtrack-personal-timetracking-widget_*.po
Languages: de, ru

source: Cancel
de: Abbrechen
ru: Отмена

source: Cannot connect to selected YouTrack
de: Zum ausgewählten YouTrack kann keine Verbindung aufgebaut werden
ru: Невозможно подключиться к выбранному YouTrack

source: January|February|March|April|May|June|July|August|September|October|November|December
de: Januar|Februar|März|April|Mai|Juni|Juli|August|September|Oktober|November|Dezember
ru: январь|февраль|март|апрель|май|июнь|июль|август|сентябрь|октябрь|ноябрь|декабрь

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
de: Jan|Feb|Mär|Apr|Mai|Jun|Jul|Aug|Sep|Okt|Nov|Dez
ru: янв|фев|мар|апр|мая|июн|июл|авг|сен|окт|ноя|дек

source: Oops! Something went wrong...
de: Entschuldigung! Etwas ist schiefgegangen.
ru: К сожалению, возникла какая-то проблема...

source: Personal Time Tracking
de: Persönliche Zeiterfassung
ru: Персональный учет времени

source: Save
de: Speichern
ru: Сохранить

source: Select YouTrack
de: YouTrack auswählen
ru: Выберите YouTrack

source: Show one more week
de: Eine weitere Woche anzeigen
ru: Показать еще неделю

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
de: Sonntag|Montag|Dienstag|Mittwoch|Donnerstag|Freitag|Samstag
ru: воскресенье|понедельник|вторник|среда|четверг|пятница|суббота

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
de: So|Mo|Di|Mi|Do|Fr|Sa
ru: вск|пнд|втр|срд|чтв|птн|сбт

source: Today
de: Heute
ru: Сегодня

source: Total spent time for this week
de: Gesamter Zeitaufwand für diese Woche
ru: Общее затраченное время за эту неделю

source: Total spent time for {{numberOfWeeksToShow}} weeks
de: Gesamter Zeitaufwand für {{numberOfWeeksToShow}} Wochen
ru: Общее затраченное время за {{numberOfWeeksToShow}} нед.

source: Widget refreshes every minute
de: Widget wird jede Minute aktualisiert
ru: Виджет обновляется раз в минуту

source: Widget refreshes every {{minutesCount}} minutes
de: Widget wird alle {{minutesCount}} Minuten aktualisiert
ru: Виджет обновляется раз в {{minutesCount}} мин

source: am|pm
ru: ДП|ПП

source: {{minutesCount}} min
ru: {{minutesCount}} мин

source: {{type}} for {{workPeriod}}
de: {{type}} für {{workPeriod}}
ru: {{type}}: {{workPeriod}}

source: {{working}} on {{issueName}}
de: {{working}} an {{issueName}}
ru: {{working}} — {{issueName}}
